{
  "fr": [
    {
      "title": "À mon propos",
      "paragraphs": [ 
        "Passioné par le développement Front-End, j'ai effectué une formation d'Intégrateur web auprès d'OpenClassroom, qui m'ont permis de travailler sur tout un tas de projets professionalisant pour m'exercer et apprendre différentes compétences tout ça sur une période de 9 mois, avec un diplôme à la clé.",
        "Parmi ces différentes compétences j'ai pu par exemple apprendre des languages tel que les basiques HTML5 et CSS3, mais aussi d'autre tel que SASS et JavaScript ainsi que la librairie Reactjs, qui m'ont permis d'effectuer certaines tâches tel que créer un site à partir d'une maquette, créer un slider, relier les données d'un backend à un site front-end ou encore à une application react et également géré l'optimisation d'un site et la correction de bug.",
        "Une fois ma formation terminée j'ai comme projets de m'intéresser à d'autre language et framework différent tel que TypeScript, Next.js, Vue.js, Tailwind CSS ou encore Angular tout en continuant d'approfondir mes connaissance sur JavaScript et React.",
        "Je suis également particulièrement intéressé par l'apprentissage d'autre langues, maîtrisant déjà l'anglais à un niveau B2~C1, j'ai également commencé, depuis plusieurs mois, à m'intéresser au néerlandais, et pourrais potentiellement poursuivre vers l'Allemand."
    ]
    }
  ],
  "en": [
    {
      "title": "About me",
      "paragraphs": [
        "Passionate about Front-End development, I completed a Web Integrator training course with OpenClassroom, which allowed me to work on a whole bunch of professional projects to practice and learn different skills, all over a period of 9 months, with the acquisition of a diploma at the end.",
        "Among these different skills I was able for example to learn languages ​​such as the basics HTML5 and CSS3, but also others such as SASS and JavaScript as well as the Reactjs framework, which allowed me to carry out certain tasks such as creating a site from a model, creating a slider, linking data from a backend to a front-end site or even to a react application and also managing the optimization of a site and bug correction.",
        "Once my training is completed, I plan to explore other languages ​​and different frameworks such as TypeScript, Next.js, Vue.js, Tailwind CSS or Angular while continuing to deepen my knowledge of JavaScript and React.",
        "I am also particularly interested in learning other languages, already mastering English at a B2~C1 level, I have also started, for several months, to take an interest in Dutch, and could potentially continue towards German."
      ]
    }
  ]
}